Repository: darimamotta/thesis_7_ver
Catalog: thesis/locale/*/LC_MESSAGES/django.po
Languages: de

source: Admin Profile
de: Verwaltungsprofil

source: About
de: Über

source: Contact
de: Kontakt

source: Economic Results
de: Ökonomische Ergebnisse

source: Economic Parameters
de: Ökonomische Parameter

source: Electricity
de: Elektrizität

source: Сosts per kWh in €
de: Kosten pro kWh in €

source: Feed-in tariff for photovoltaic in €/kWh
de: Einspeisevergütung für Photovoltaik

source: Feed-in tariff for combined heat and power €/kWh
de: Einspeisevergütung für Kraft-Wärme-Kopplung

source: Fixed costs per year in €/year
de: Fixe jährliche Kosten in €/Jahr

source: Costs per kW inverter power
de: Kosten pro kW Wechselrichterleistung

source: Costs per kWh capacity
de: Kosten pro kWh Batteriekapazität

source: Costs for maintenance and operations in €/year
de: Wartungs- und Betriebskosten in €/Jahr

source: Lifetime
de: Lebensdauer

source: Hydrogen storage
de: Wasserstoffspeicher

source: Costs per kW electrolyseur power
de: Kosten pro kW Elektrolyseurleistung

source: Costs per kW fuel cell power
de: Kosten pro kW Brennstoffzellenleistung

source: Costs per kWh hydrogen capacity
de: Kosten pro kWh Wasserstoffspeicherkapazität

source: Interest rate
de: Zinssatz

source: Send
de: Senden

source: Grid supply (gas and electricity)
de: Netzversorgung (Gas und Strom)

source: Grid supply gas and electricity
de: Netzversorgung (Gas und Strom)

source: Summary
de: Zusammenfassung

source: Energetic Results
de: Energetische Ergebnisse mit Zusammenfassung

source: Total investment costs for smallest storage
de: Gesamtinvestitionskosten für kleinsten Speicher

source: Total investment costs for biggest storages
de: Gesamtinvestitionskosten für größten Speicher

source: Tips & Tricks for your building energy system
de: Tips & Tricks für Ihr Gebäude-Energiesystem

source: Next
de: Weiter

source: Search
de: Suchen Sie

source: Map
de: Karte

source: Previous
de: Zurück

source: Choose Building Type:
de: Wählen Sie den Gebäudetyp:

source: SFH
de: EFH

source: Commercial
de: Kommerziell

source: Number of users
de: Anzahl der Personen

source: Electrical energy consumption
de: Stromverbrauch

source: Expert Mode
de: Experten-Modus

source: DHW energy consumption
de: Warmwasserverbrauch

source: Building size in m²
de: Gebäudegröße

source: Calculate cost-effective and environmentally friendly heating options for households and neighbourhoods
de: Berechnung kosteneffizienter und umweltfreundlicher Heizoptionen für Haushalte und Stadtviertel

source: Get Started
de: Los geht's

source: Choose your own scenario
de: Wählen Sie Ihr eigenes Szenario

source: Calculate right now.
de: Rechnen Sie jetzt

source: Follow the link right now and make a plan for your personal energy transition!
de: Folgen Sie jetzt dem Link und machen Sie einen Plan für Ihre persönliche Energiewende!

source: Shoreline
de: Küstenlinie

source: Grayscale is open source and MIT licensed. This means you can use it for any project - even commercial projects! Download it, customize it, and publish your website!
de: Grayscale ist Open Source und MIT-lizenziert. Das bedeutet, dass Sie es für jedes Projekt verwenden können - sogar für kommerzielle Projekte! Laden Sie es herunter, passen Sie es an, und veröffentlichen Sie Ihre Website!

source: Subscribe to receive updates!
de: Abonnieren, um Updates zu erhalten!

source: Notify Me!
de: Benachrichtigen Sie mich!

source: An email is required.
de: Eine E-Mail ist erforderlich.

source: Email is not valid.
de: E-Mail ist nicht gültig.

source: Form submission successful!
de: Formularübermittlung erfolgreich!

source: To activate this form, sign up at
de: Um dieses Formular zu aktivieren, melden Sie sich an unter

source: Error sending message!
de: Fehler beim Senden der Nachricht!

source: Address
de: Adresse

source: 4923 Market Street, Orlando FL
de: 923 Market Street, Orlando FL

source: Phone
de: Telefon

source: hello world
de: Hallo Welt

source: Home
de: Zuhause

source: Techology
de: Technologie

source: Location
de: Standort

source: Select Energy Technologies
de: Technologieauswahl

source: Installed generator power in kWp
de: Installierte Leistung in kWp

source: Elevation
de: Dachneigung in °

source: Rated inverter power
de: Nennleistung des Wechselrichters in kWp

source: Combined heat and power (CHP)
de: Kraft-Wärme-Kopplung

source: Combined heat and power
de: Kraft-Wärme-Kopplung

source: Fuel cell (PEM)
de: Brennstoffzelle (PEM)

source: Fuel cell (SOFC)
de: Brennstoffzelle (SOFC)

source: ground/water | on-off
de: Erdreich/Wasser | Ein-Aus

source: Thermal power needed
de: Benötigte thermische Leistung

source: Operation Strategy
de: Betriebsstrategie

source: Heat
de: Wärme

source: Heat and Electricity
de: Wärme und Strom

source: Heat pump (HP)
de: Wärmepumpe

source: air/water | regulated
de: Luft/Wasser | reguliert

source: air/water | on/off
de: Luft/Wasser | ein/aus

source: ground/water | regulated
de: Erdreich/Wasser | geregelt

source: Model
de: Modell

source: Choose the value
de: Wählen Sie den Wert aus

source: Heat Pump 1
de: Wärmepumpe 1

source: Heat Pump 2
de: Wärmepumpe 2

source: Heat Pump 3
de: Wärmepumpe 3

source: Gas Heater (GH)
de: Gas-Brennwertkessel

source: Value
de: Wert

source: Battery storage (BS)
de: Batteriespeicher

source: Operation strategy
de: Betriebsstrategie

source: Increase of self-sufficiency
de: Erhöhung der Eigenversorgung

source: Peak shaving of feed in power
de: Peak Shaving der Netzeinspeisung

source: Peak shaving of grid supply
de: Peak Shaving des Netzbezugs

source: Feed-in limitation
de: Einspeisebegrenzung

source: Usable Capacity in kWh
de: Nutzbare Kapazität in kWh

source: Rated Power in kWh
de: Nennleistung in kWh

source: Hydrogen storage (HS)
de: Wasserstoffspeicher

source: Usable Capacity in %%
de: Nutzbare Kapazität in %

source: Rated Power: electrolyseur in %%
de: Nennleistung: Elektrolyseur in %

source: Electric Vehicles
de: Elektroautos

source: Load point count
de: Anzahl der Ladepunkte

source: Total power of loadpoints
de: Gesamtleistung der Ladepunkte

source: Profile types
de: Profiltypen

source: Prohability of plugging in
de: Ladeverhalten

source: Distance km per year in km
de: Fahrstrecke in km pro Jahr

source: German
de: Deutsch

source: English
de: Englisch

source: Choose on the Map
de: Wählen Sie auf der Karte
